tap "anomalyco/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "elixir"
brew "exiftool"
brew "gh"
brew "git"
brew "webp"
brew "imagemagick"
brew "neovim"
brew "node@22"
brew "pnpm"
brew "speedtest-cli"
brew "tree"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "anomalyco/tap/opencode"
cask "cursor"
cask "raycast"
cask "voiceink"
cask "warp"
vscode "chakrounanas.turbo-console-log"
vscode "eamodio.gitlens"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
npm "corepack"
npm "live-server"
