tap "hashicorp/tap"
tap "homebrew/bundle"
brew "awscli"
brew "exercism"
brew "gh"
brew "git"
brew "kubernetes-cli"
brew "neovim"
brew "pnpm"
brew "speedtest-cli"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "hashicorp/tap/terraform"
cask "raycast"
cask "warp"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "codeium.codeium"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "jock.svg"
vscode "jsynowiec.vscode-insertdatestring"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lllllllqw.jsdoc"
vscode "mdickin.markdown-shortcuts"
vscode "ms-vscode.remote-repositories"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "softwaredotcom.swdc-vscode"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
