tap "homebrew/bundle"
# Distributed revision control system
brew "git"
# Open source relational database management system
brew "mysql-client"
vscode "adam-bender.commit-message-editor"
vscode "andrew-codes.cypress-snippets"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "CliffSu.cypress-snippets"
vscode "Codeium.codeium"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "icrawl.discord-vscode"
vscode "jock.svg"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "LeonardSSH.vscord"
vscode "lllllllqw.jsdoc"
vscode "mathematic.vscode-pdf"
vscode "mdickin.markdown-shortcuts"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "naumovs.color-highlight"
vscode "pomdtr.excalidraw-editor"
vscode "Postman.postman-for-vscode"
vscode "Prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "Zarifprogrammer.tailwind-snippets"
